module.exports = {
  scenes: [
    {
      id: 1000,
      desc: '其他'
    },
    {
      id: 1001,
      desc: '发现栏小程序主入口，「最近使用」列表（基础库2.2.4版本起包含「我的小程序」列表）'
    },
    {
      id: 1005,
      desc: '微信首页顶部搜索框的搜索结果页'
    },
    {
      id: 1006,
      desc: '发现栏小程序主入口搜索框的搜索结果页'
    },
    {
      id: 1007,
      desc: '单人聊天会话中的小程序消息卡片'
    },
    {
      id: 1008,
      desc: '群聊会话中的小程序消息卡片'
    },
    {
      id: 1010,
      desc: '收藏夹'
    },
    {
      id: 1011,
      desc: '扫描二维码'
    },
    {
      id: 1012,
      desc: '长按图片识别二维码'
    },
    {
      id: 1013,
      desc: '扫描手机相册中选取的二维码'
    },
    {
      id: 1014,
      desc: '小程序模板消息'
    },
    {
      id: 1017,
      desc: '前往小程序体验版的入口页'
    },
    {
      id: 1019,
      desc: '微信钱包（微信客户端7.0.0版本改为支付入口）'
    },
    {
      id: 1023,
      desc: '安卓系统桌面图标'
    },
    {
      id: 1024,
      desc: '小程序 profile 页'
    },
    {
      id: 1025,
      desc: '扫描一维码'
    },
    {
      id: 1026,
      desc: '发现栏小程序主入口，「附近的小程序」列表'
    },
    {
      id: 1027,
      desc: '微信首页顶部搜索框搜索结果页「使用过的小程序」列表'
    }
  ]
}